Repository: ijaureguialzo/obs-status-esp32
Catalog: macos-app/obs-status-macos-ui/Resources/Localizable.xcstrings
Source language: en
Languages: es, eu

source: ● RECORDING
es: ● GRABANDO
eu: ● GRABATZEN

source: Already connected to an ESP32 device
es: Ya hay un dispositivo ESP32 conectado
eu: Dagoeneko ESP32 gailu bati konektatuta

source: Applied to the ESP32 while OBS is recording.
es: Se aplica al ESP32 mientras OBS está grabando.
eu: ESP32ari aplikatzen zaio OBS grabatzen ari den bitartean.

source: Cannot open serial port: %@
es: No se puede abrir el puerto serie: %@
eu: Ezin da serie ataka ireki: %@

source: Connect
es: Conectar
eu: Konektatu

source: Connect automatically on launch
es: Conectar automáticamente al iniciar
eu: Konektatu automatikoki abiaraztean

source: Connect to ESP32
es: Conectar con el ESP32
eu: Konektatu ESP32ra

source: Connect to OBS
es: Conectar con OBS
eu: Konektatu OBSra

source: Connect to OBS Studio first.
es: Conéctate primero a OBS Studio.
eu: Konektatu lehenengo OBS Studiora.

source: Connect to your ESP32 device.
es: Conéctate a tu dispositivo ESP32.
eu: Konektatu zure ESP32 gailura.

source: Connected to ESP32
es: Conectado al ESP32
eu: ESP32ra konektatuta

source: Connected to OBS
es: Conectado a OBS
eu: OBSra konektatuta

source: Connecting to ESP32
es: Conectando con el ESP32
eu: ESP32ra konektatzen

source: Connecting to OBS
es: Conectando con OBS
eu: OBSra konektatzen

source: Connection
es: Conexión
eu: Konexioa

source: Device Selection
es: Selección de dispositivo
eu: Gailuaren hautapena

source: Disconnect
es: Desconectar
eu: Deskonektatu

source: Disconnect from ESP32
es: Desconectar del ESP32
eu: Deskonektatu ESP32tik

source: Disconnect from OBS
es: Desconectar de OBS
eu: Deskonektatu OBStik

source: Disconnected from ESP32
es: Desconectado del ESP32
eu: ESP32tik deskonektatuta

source: Disconnected from OBS
es: Desconectado de OBS
eu: OBStik deskonektatuta

source: ESP32 Device
es: Dispositivo ESP32
eu: ESP32 gailua

source: Establishing connection to ESP32 via USB.
es: Estableciendo conexión con el ESP32 por USB.
eu: ESP32rekin USB bidezko konexioa ezartzen.

source: Establishing connection to OBS Studio via WebSocket.
es: Estableciendo conexión con OBS Studio mediante WebSocket.
eu: OBS Studiorekin WebSocket bidezko konexioa ezartzen.

source: Host
es: Servidor
eu: Ostalaria

source: Idle
es: En espera
eu: Itxaroten

source: Invalid baud rate configured
es: Velocidad en baudios configurada no válida
eu: Konfiguratutako baudios-abiadura baliogabea da

source: Invalid OBS WebSocket address
es: Dirección de WebSocket de OBS no válida
eu: OBSren WebSocket helbide baliogabea

source: Last ESP32 Response
es: Última respuesta del ESP32
eu: ESP32ren azken erantzuna

source: Last seen
es: Visto por última vez
eu: Azken aldiz ikusia

source: No device
es: Ningún dispositivo
eu: Gailurik ez

source: No devices found. Connect your ESP32 and click Scan.
es: No se ha encontrado ningún dispositivo. Conecta tu ESP32 y pulsa Buscar.
eu: Ez da gailurik aurkitu. Konektatu zure ESP32 eta sakatu Bilatu.

source: Not Connected
es: Sin conexión
eu: Konektatu gabe

source: Not connected to any ESP32 device
es: No hay ningún dispositivo ESP32 conectado
eu: Ez zaude inongo ESP32 gailura konektatuta

source: OBS closed the WebSocket connection
es: OBS cerró la conexión WebSocket
eu: OBSek WebSocket konexioa itxi du

source: OBS Connection
es: Conexión con OBS
eu: OBS konexioa

source: OBS is currently recording. The ESP32 LED is ON.
es: OBS está grabando. El LED del ESP32 está encendido.
eu: OBS grabatzen ari da. ESP32ren LEDa piztuta dago.

source: OBS recording is stopped. The ESP32 LED is OFF.
es: La grabación de OBS está detenida. El LED del ESP32 está apagado.
eu: OBSren grabaketa geldituta dago. ESP32ren LEDa itzalita dago.

source: OBS rejected the authentication token
es: OBS rechazó el token de autenticación
eu: OBSek autentifikazio-tokena baztertu du

source: OBS sent an unexpected WebSocket message
es: OBS envió un mensaje de WebSocket inesperado
eu: OBSek espero ez zen WebSocket mezua bidali du

source: OBS WebSocket Settings
es: Ajustes de WebSocket de OBS
eu: OBS WebSocket ezarpenak

source: Please configure a valid OBS host and port
es: Configura un servidor y un puerto de OBS válidos
eu: Konfiguratu baliozko OBS ostalaria eta ataka

source: Port
es: Puerto
eu: Ataka

source: Preferences
es: Preferencias
eu: Hobespenak

source: Quit
es: Salir
eu: Irten

source: Read failed with error code: %@
es: Falló la lectura con el código de error: %@
eu: Irakurketak huts egin du, errore-kodea: %@

source: Recording
es: Grabando
eu: Grabatzen

source: Recording LED Color
es: Color del LED de grabación
eu: Grabaketa-LEDaren kolorea

source: Recording: OFF
es: Grabación desactivada
eu: Grabaketa desaktibatuta

source: Save Settings
es: Guardar ajustes
eu: Gorde ezarpenak

source: Scan Devices
es: Buscar dispositivos
eu: Bilatu gailuak

source: Scan for ESP32
es: Buscar ESP32
eu: Bilatu ESP32

source: Serial device
es: Dispositivo serie
eu: Serie-gailua

source: Status
es: Estado
eu: Egoera

source: Timed out waiting for ESP32 response
es: Se agotó el tiempo de espera de la respuesta del ESP32
eu: Denbora agortu da ESP32ren erantzunaren zain

source: WebSocket Token (optional)
es: Token de WebSocket (opcional)
eu: WebSocket tokena (hautazkoa)

source: Write failed with error code: %@
es: Falló la escritura con el código de error: %@
eu: Idazketak huts egin du, errore-kodea: %@

source: Lost connection to the ESP32
es: Se ha perdido la conexión con el ESP32

source: This OBS connection is not encrypted: the token and recording state travel in plaintext. Enable wss if your OBS setup supports it.
es: La conexión con OBS no está cifrada: el token y el estado de grabación viajan en texto plano. Activa wss si tu configuración de OBS lo admite.

source: Encrypt connection (wss)
es: Cifrar conexión (wss)

source: The ESP32 did not respond (is it powered on and finished booting?)
es: El ESP32 no ha respondido (¿está encendido y ha terminado de arrancar?)

source: Color
eu: Kolorea
